/* Copyright © 2001-2012 Apple Inc. All Rights Reserved. */
/* Localization dictionary for Apple Hardware Test 3.0 series */

"is-two-bytes"	= "0";
"version-sig"	= "EN-070918";

"common-controls-restart"		= "‏הפעל מחדש";
"common-controls-shutdown"		= "כיבוי";
"common-controls-continue"		= "המשך";

"common-tab-apple-title"		= " אודות ";			// does look better with spaces at head and tail
"common-tab-test-title"			= " בדיקות חומרה";	// does look better with spaces at head and tail
"common-tab-profile-title"		= " פרופיל חומרה ";	// does look better with spaces at head and tail
"common-version-str"			= "גירסה ";
"common-bundle-str"				= "חבילה ";

"mark-graphics-unknown-str"		= "מסך לא ידוע";
"mark-graphics-none-str"		= " ";

"mark-generic-present-str"		= "‏מותקן";
"mark-generic-absent-str"		= "לא נמצא";
"mark-generic-hasDevice-str"	= "מחובר התקן";
"mark-generic-hasNoDevice-str"	= "אף התקן אינו מחובר";

"units-hz--short-str"	= "Hz";
"units-hz--long-str"	= "הרץ";
"units-byte-short-str"	= "B";
"units-byte-long-str"	= "‏בייט";
"units-bit-short-str"	= "b";
"units-bit-long-str"	= "סיבית";
"units-volt-short-str"	= "V";
"units-volt-long-str"	= "וולט";


"units-hour-str"		= " שעה ";
"units-hours-str"		= " שעות ";
"units-min-str"			= " דקה";
"units-mins-str"		= " דקות";
"units-sec-str"			= " שנ׳";
"units-secs-str"		= " שניות";

"units-kilo-str"		= "K";
"units-mega-str"		= "M";
"units-giga-str"		= "G";
"units-tera-str"		= "T";

"delim-date-str"		= "/";
"delim-at-str"			= " @ ";
"delim-record-str"		= ":";
"delim-field-str"		= ", ";
"delim-item-str"		= "-";
"delim-decimal-str"		= ".";
"delim-thousds-str"		= ", ";
"delim-space-str"		= " ";
"delim-pct-str"			= "%";

"notcompat-nosupport-str"		= "בדיקת החומרה של Apple אינה תומכת במחשב זה.";
"notcompat-ownrisk-str"			= "אם תמשיך/י, האחריות היא עליך [קדם-הפצה בלבד].";


"test-head-intro1-text"			= "בדיקת החומרה של Apple יכולה לבדוק את החומרה של ה-Macintosh שלך.";
"test-head-intro2-text"			= "לביצוע הבדיקות, לחץ/י על הכפתור ״בדוק״ או הקש/י על מקש T.";

"test-probe-onto-text"			= "סוקר את החומרה שלך; תהליך זה עשוי להימשך מספר רגעים...";
"test-probe-outof-text"			= "סקירת החומרה הושלמה.";

"test-controls-launch"			= "‏בדוק";
"test-controls-interrupt"		= "הפסק את הבדיקה";

"test-choices-title"			= "אפשרויות הבדיקה";
"test-about-title"				= "בנושא הבדיקות והתוצאות";
"test-results-title"			= "תוצאות הבדיקה";

"test-results-notestyet"		= "לא ניתן להפעיל אף בדיקה עד להשלמת הסקירה.";
"test-results-nodevfound"		= "‏לא נמצאו התקנים.";
"test-results-notyet"			= "מוכן לבדיקות.";
"test-results-quick-ongoing"	= "מתבצעת בדיקה.";
"test-results-extend-ongoing"	= "מתבצעת בדיקה נרחבת.";
"test-results-willstop"			= "הבדיקה תופסק.";
"test-results-interrupted"		= "הבדיקה לא הושלמה.";
"test-results-nofail"			= "לא זוהתה אף בעיה.";
"test-results-error"			= "שגיאה פנימית בעת הבדיקה.";
"test-results-failed"			= "אזהרה! בדיקת החומרה של Apple זיהתה שגיאה.";

"test-ongoing-short-status"		= "מתבצעת בדיקה.";
"test-ongoing-mlb-status"		= "בודק את הלוח הלוגי הראשי.";
"test-ongoing-memory-status"	= "בודק את הזיכרון.";
"test-ongoing-storage-status"	= "בודק את האחסון.";
"test-ongoing-video-status"		= "בודק גרפיקה.";

"test-ongoing-pass-time-text"	= " בבדיקה...";
"test-ongoing-pass-time-1-text"	= " ";
"test-ongoing-pass-time-2-text"	= " בבדיקה...";
"test-ongoing-sess-pass-text"	= "מספר מעבר:";
"test-ongoing-sess-time-text"	= "זמן בדיקה כולל:";

"test-desc-initial-1-text"	= " בדיקת החומרה של Apple הינה כלי אבחון לזיהוי בעיות ברכיבי החומרה של המחשב.";
"test-desc-initial-2-text"	= " ";
"test-desc-initial-3-text"	= "הבדיקות שיבוצעו יסייעו לקבוע אם הבעיה שנתקלת בה הינה בעיית חומרה או בעיית תוכנה.";
"test-desc-initial-4-text"	= " ";
"test-desc-initial-5-text"	= "אם תוצאות הבדיקה קבעו כי אין בעיית חומרה, עיין/י במדריך למשתמש ו/או במערכת העזרה של המחשב לסיוע נוסף בפתרון הבעיה.";
"test-desc-initial-6-text"	= " ";

"test-desc-intro-quick-text"	= "זמן משוער לסיום: 3 דקות או יותר, תלוי בכמות הזיכרון שמותקן.";	/* default */
"test-desc-intro-quick-text2"	= "זמן משוער לסיום: 10-15 שניות או יותר, תלוי בכמות הזיכרון שמותקן.";
"test-desc-intro-quick-text3"	= "זמן משוער לסיום: 2 דקות או יותר, תלוי בכמות הזיכרון שמותקן.";
"test-desc-intro-quick-text4"	= "זמן משוער לסיום: 4 דקות או יותר, תלוי בכמות הזיכרון שמותקן.";

"test-desc-intro-extend-text"	= "זמן משוער לסיום: שעה או יותר, תלוי בכמות הזיכרון שמותקן.";	/* default */
"test-desc-intro-extend-text2"	= "זמן משוער לסיום: 10-15 דקות או יותר, תלוי בכמות הזיכרון שמותקן.";
"test-desc-intro-extend-text3"	= "זמן משוער לסיום: חצי שעה או יותר, תלוי בכמות הזיכרון שמותקן.";
"test-desc-intro-extend-text4"	= "זמן משוער לסיום: שעתיים או יותר, תלוי בכמות הזיכרון שמותקן.";

"test-desc-option-extend-text"	= "בצע בדיקות נרחבות (תהליך זה ארוך יותר במידה משמעותית).";
"test-desc-option-loop-text"	= "שימוש בלולאות פעיל. ";

"test-desc-quick-running-1-text"	= "מתבצעת בדיקה...";
"test-desc-quick-running-2-text"	= "על-מנת לעצור, לחץ/י על הכפתור ״הפסק את הבדיקה״.";
"test-desc-quick-running-3-text"	= "לחלופין, הקש/י על מקש ״command״ (״Apple״) ועל מקש ״.״ (נקודה) בו-זמנית.";
"test-desc-quick-running-4-text"	= " ";

"test-desc-extend-running-1-text"	= "מתבצעת בדיקה נרחבת...";
"test-desc-extend-running-2-text"	= "על-מנת לעצור, לחץ/י על הכפתור ״הפסק את הבדיקה״.";
"test-desc-extend-running-3-text"	= "לחלופין, הקש/י על מקש ״command״ (״Apple״) ועל מקש ״.״ (נקודה) בו-זמנית.";
"test-desc-extend-running-4-text"	= " ";

/* About the Tests and Results Test tests failed */
"test-result-testing-1-text"		= "אזהרה! בדיקת החומרה של Apple זיהתה שגיאה.";
"test-result-testing-2-text"		= " ";
"test-result-testing-3-text"		= "תחילה, רשום/י לעצמך את קוד השגיאה המופיעים באזור ״תוצאות הבדיקה״.";
"test-result-testing-4-text"		= " ";
"test-result-testing-5-text"		= "כעת, אם ישנו ציוד היקפי המחובר למחשב, נא לכבות את המחשב, לנתק את הציוד ההיקפי ולבצע ״בדיקה נרחבת״ על-מנת לאמת את התוצאות.";
"test-result-testing-6-text"		= " ";
"test-result-testing-7-text"		= "כעת, אם שגיאה מסוימת עדיין מדווחת, חפש/י בחומר העזר של השירות והתמיכה שהגיע עם המחשב הוראות ליצירת קשר עם AppleCare לקבלת סיוע נוסף.";
"test-result-testing-8-text"		= " ";

/* About the Tests and Results Test POST failed */
"test-result-startup-1-text"		= "אזהרה! בדיקת החומרה של Apple זיהתה שגיאה בעת ההפעלה.";
"test-result-startup-2-text"		= " ";
"test-result-startup-3-text"		= "תחילה, רשום/י לעצמך את קודי השגיאה המופיעים באזור ״תוצאות הבדיקה״.";
"test-result-startup-4-text"		= " ";
"test-result-startup-5-text"		= "כעת, אם ישנו ציוד היקפי המחובר למחשב, נא לכבות את המחשב, לנתק את הציוד ההיקפי ולבצע ״בדיקה נרחבת״ על-מנת לאמת את התוצאות.";
"test-result-startup-6-text"		= " ";
"test-result-startup-7-text"		= "כעת, אם שגיאה מסוימת עדיין מדווחת, חפש/י בחומר העזר של השירות והתמיכה שהגיע עם המחשב הוראות ליצירת קשר עם AppleCare לקבלת סיוע נוסף.";
"test-result-startup-8-text"		= " ";
"test-result-startup-9-text"		= " ";
"test-result-startup-10-text"		= " ";
"test-result-startup-11-text"		= " ";


/* HW-Profile values */

"prof-prod-group-title"			= "מוצר";
"prof-prod-group-subtitle"		= "פרטי המוצר:";
"prof-prod-name-label"			= "שם ה-Macintosh:";
"prof-prod-model-label"			= "דגם ה-Macintosh:";
"prof-prod-cputype-label"		= "סוג המעבד:";
"prof-prod-cpucount-label"		= "מספר המעבדים:";
"prof-prod-cpucoretotal-label"	= "מספר כולל של ליבות:";
"prof-prod-cpucorecount-label"	= "מספר הליבות:";
"prof-prod-cpuspeed-label"		= "מהירות המעבד:";
"prof-prod-cpucache-label"		= "מטמון L2 CPU (למעבד):";

"prof-prod-L2cache-label"		= "מטמון L2:";
"prof-prod-L2cachecore-label"	= "מטמון L2 (לליבה):";
"prof-prod-L3cache-label"		= "מטמון L3:";

"prof-prod-cpucache3-label"		= "מטמון L3 CPU (למעבד):";
"prof-prod-mlb-sn-label"		= "המספר הסידורי של MLB:";
"prof-processor-tray-sn-label"	= "המספר הסידורי של מגש המעבד:";

"prof-graph-group-title"		= "וידיאו";
"prof-graph-group-subtitle"		= "פרטי המסך:";
"prof-graph-chipset-label"		= "גרפיקה:";
"prof-graph-vram-label"			= "VRAM:";
"prof-graph-disp-width-label"	= "רוחב הצג (בפיקסלים):";
"prof-graph-disp-height-label"	= "גובה הצג (בפיקסלים):";

"prof-communi-group-title"		= "תקשורת";
"prof-communi-group-subtitle"	= "פרטי התקשורת:";
"prof-communi-enet-mac-label"	= "כתובת Ethernet MAC:";
"prof-communi-fwire-mac-label"	= "כתובת FireWire MAC:";
"prof-communi-airp-type-label"	= "AirPort:";
"prof-communi-bluetooth-label"	= "‏Bluetooth:";
"prof-communi-irport-label"		= "מקלט אינפרא-אדום:";
"prof-communi-usb1-connect-label"	= "שקע USB ‏1:";
"prof-communi-usb2-connect-label"	= "שקע USB ‏ 2:";
"prof-communi-usb3-connect-label"	= "שקע USB ‏ 3:";
"prof-communi-usb4-connect-label"	= "שקע USB ‏ 4:";

"prof-memo-group-title"			= "זיכרון";
"prof-memo-group-subtitle"		= "פרטי הזיכרון:";
"prof-memo-overview-label"		= "סקירה";
"prof-memo-slot-1-label"		= "זיכרון #1";
"prof-memo-slot-2-label"		= "זיכרון #2";
"prof-memo-slot-3-label"		= "זיכרון #3";
"prof-memo-slot-4-label"		= "זיכרון #4";
"prof-memo-slot-5-label"		= "זיכרון #5";
"prof-memo-slot-6-label"		= "זיכרון #6";
"prof-memo-slot-7-label"		= "זיכרון #7";
"prof-memo-slot-8-label"		= "זיכרון #8";

"prof-memo-type-str"			= "MLB soldered SDRAM.";
"prof-memo--str"				= "לא ידוע";
"prof-memo-pc2-3700-str"		= "PC2-3700";
"prof-memo-pc2-4000-str"		= "PC2-4000";
"prof-memo-pc2-4200-str"		= "PC2-4200";
"prof-memo-pc2-4800-str"		= "PC2-4800";
"prof-memo-ddr2-str"			= "DDR2 SDRAM";
"prof-memo-fbdimm-str"			= "FBDIMM";
"prof-memo-cl-str"				= "צב";
"prof-memo-ct1-str"				= " זמן מחזור (ns)";
"prof-memo-ct2-str"				= " מחזור (ns)";
"prof-memo-ct3-str"				= " (ns)";
"prof-memo-rev-str"				= "הפוך";
"prof-memo-paired-str"			= "מקושר עם #";
"prof-memo-paired-not-str"		= " לא מקושר";
"prof-memo-mismatch-label"		= "אי-התאמה:";
"prof-memo-size-str"			= " גודל";
"prof-memo-speed-str"			= " מהירות";
"prof-memo-vendor-str"			= " ספק";
"prof-memo-recommend-str"		= "‏מומלץ:";
"prof-memo-post-fail-str"		= "כשל POST";

"prof-board-group-title"		= "לוח לוגי";
"prof-board-brom-vers-label"	= "גירסת ה-ROM לאתחול:";
"prof-board-smc-vers-label"		= "גירסת SMC:";
"prof-board-syst-sn-label"		= "המספר הסידורי של המערכת:";
"prof-board-bootdev-label"		= "התקן ברירת-המחדל לאתחול:";

"prof-stor-group-title"			= "אחסון";
"prof-stor-size-label"			= "‏גודל:";

"prof-powr-group-title"			= "‏הספק";
"prof-powr-group-subtitle"		= "פרטי ההספק החשמלי:";
"prof-powr-src-label"			= "מקור ההספק החשמלי:";
"prof-powr-src-wall-str"		= "מתאם";
"prof-powr-src-batt-str"		= "סוללה";
"prof-powr-ac-on-str"			= "מחובר";
"prof-powr-ac-off-str"			= "‏לא מחובר";
"prof-powr-capac-label"			= "‏קיבולת:";
"prof-powr-volt-label"			= "מתח:";
"prof-powr-status-label"		= "מצב:";

